/* No comment provided by engineer. */
"%@ since last back-up" = "%@ depuis la dernière sauvegarde";

/* No comment provided by engineer. */
"AC Power" = "Alimentation sur secteur";

/* No comment provided by engineer. */
"AirPort Connected" = "Wi-Fi connecté";

/* No comment provided by engineer. */
"AirPort Disconnected" = "Wi-Fi déconnecté";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Attention ! Cette option ajoutera HardwareGrowler aux éléments automatiques à l'ouverture de session";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Avec cette option, HardwareGrowler s'ouvrira avec votre session pour être disponible pour les applications l'utilisant toujours.";

/* No comment provided by engineer. */
"Back-up took %@" = "Durée de sauvegarde %@";

/* No comment provided by engineer. */
"Battery charging" = "Batterie en charge";

/* No comment provided by engineer. */
"Battery Low!" = "Batterie faible !";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Batterie faible, veuillez brancher l'ordinateur";

/* No comment provided by engineer. */
"Battery Power" = "Alimentation sur batterie";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth connecté";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Connexion Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth déconnecté";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Déconnexion Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Le module Bluetooth sur OSX Lion nécessite d'être en 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Canceled after %@" = "Annulé après %@";

/* No comment provided by engineer. */
"Caps Lock" = "Verr. Majuscules (⇪)";

/* No comment provided by engineer. */
"Caps Lock Off" = "⇪ désactivé";

/* No comment provided by engineer. */
"Caps Lock On" = "⇪ activé";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Niveau actuel : %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Avec cette option, HardwareGrowler fonctionnera sans afficher d'icône ni dans le Dock ni dans le menu.\n\nPour accéder alors aux préférences, lancez HardwareGrowler depuis le Launchpad ou le Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Échec après %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire connecté";

/* No comment provided by engineer. */
"Firewire Connection" = "Connexion Firewire";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire déconnecté";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Déconnexion Firewire";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Première sauvegarde, ou aucune sauvegarde précédente archivée";

/* No comment provided by engineer. */
"FN Key" = "Touche de fonction (fn)";

/* No comment provided by engineer. */
"FN Key Pressed" = "fn appuyée";

/* No comment provided by engineer. */
"FN Key Released" = "fn relâchée";

/* No comment provided by engineer. */
"General" = "Général";

/* Unit names */
"hours" = "heures";

/* No comment provided by engineer. */
"Icon:" = "Icône :";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Pour les notifications Bluetooth sur OSX Lion veuillez passer à la version 10.7.3 ou ultérieure";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Pour les notifications iPhone sur OSX Lion veuillez passer à la version 10.7.3 ou ultérieure";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Appel téléphonique entrant";

/* No comment provided by engineer. */
"Incoming SMS" = "Arrivée d'un SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interface :\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interface :\t%@\nMédia :\t%@";

/* No comment provided by engineer. */
"IP Address Changed" = "Changement d'adresse IP";

/* No comment provided by engineer. */
"IP Addresses Updated" = "Mise à jour des adresses IP";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Relié au réseau\nSSID :\t%1$@\nBSSID :\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Départ du réseau %@";

/* Unit names */
"minutes" = "minutes";

/* No comment provided by engineer. */
"Modules" = "Modules";

/* No comment provided by engineer. */
"Mounted" = "monté";

/* No comment provided by engineer. */
"Network Link Down" = "Liaison réseau déconnectée";

/* No comment provided by engineer. */
"Network Link Up" = "Liaison réseau connectée";

/* No comment provided by engineer. */
"Network Monitor" = "Réseau";

/* display no icon at all */
"No icon visible" = "Aucune";

/* No comment provided by engineer. */
"No routable IP addresses" = "Aucune adresse IP routable";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Notification pour :";

/* No comment provided by engineer. */
"Num Lock" = "Verr. numérique";

/* No comment provided by engineer. */
"Num Lock Off" = "Verr. Num. activé";

/* No comment provided by engineer. */
"Num Lock On" = "Verr. Num. désactivé";

/* No comment provided by engineer. */
"Ok" = "OK";

/* Format string for On <power type> */
"On %@" = "%@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Préférences HardwareGrowler…";

/* No comment provided by engineer. */
"Phone Module" = "Module téléphone";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Le module téléphone nécessite OSX Lion 10.7.3 ou ultérieur";

/* No comment provided by engineer. */
"Power Changed" = "Changement d'alimentation";

/* No comment provided by engineer. */
"Power Monitor" = "Alimentation";

/* No comment provided by engineer. */
"Power Warning" = "Alerte d'alimentation";

/* No comment provided by engineer. */
"Preferences" = "Préférences";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Quitter HardwareGrowler";

/* Unit names */
"seconds" = "secondes";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Quand un périphérique Bluetooth est connecté";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Quand un périphérique Bluetooth est déconnecté";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Quand un périphérique Firewire est connecté";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Quand un périphérique Firewire est déconnecté";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Quand un périphérique Thunderbolt est connecté";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Quand un périphérique Thunderbolt est déconnecté";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Quand un périphérique USB est connecté";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Quand un périphérique USB est déconnecté";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Quand un volume est disponible";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Quand un volume est éjecté";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Quand le Wi-Fi se connecte à un réseau";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Quand le Wi-Fi se déconnecte d'un réseau";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Quand une liaison Ethernet est perdue";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Quand une liaison Ethernet est établie";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Quand la charge de la batterie est faible";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Quand l'adresse IP du système change";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Quand le type ou l'état de l'alimentation change";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Quand la sauvegarde Time Machine échoue";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Quand la sauvegarde Time Machine se termine";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Quand la sauvegarde Time Machine est annulée";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Quand la sauvegarde Time Machine démarre";

/* No comment provided by engineer. */
"Shift Key" = "Majuscule (⇧)";

/* No comment provided by engineer. */
"Shift Key Pressed" = "⇧ activé";

/* No comment provided by engineer. */
"Shift Key Released" = "⇧ désactivé";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Afficher les périphériques déjà connectés à l'ouverture";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Dans le Dock & la barre des menus";

/* display the icon only in the dock */
"Show icon in the dock" = "Dans le Dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Dans la barre des menus";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Ouvrir HardwareGrowler avec la session :";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Pas de préférences disponibles";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Ce réglage prendra effet en redémarrant HardwareGrowler.";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt connecté";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Connexion Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt déconnecté";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Déconnexion Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Annulation Time Machine";

/* No comment provided by engineer. */
"Time Machine Failed" = "Échec Time Machine";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine terminé";

/* No comment provided by engineer. */
"Time Machine Finished" = "Début Time Machine";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine démarré";

/* No comment provided by engineer. */
"Time Machine Started" = "Fin Time Machine";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Autonomie : %lu minutes";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Recharge : %lu minutes";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time Machine";

/* No comment provided by engineer. */
"Unknown Power Source" = "Source d'alimentation inconnue";

/* No comment provided by engineer. */
"Unmounted" = "Éjecté";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Périphérique FireWire inconnu";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Périphérique Thunderbolt inconnu";

/* No comment provided by engineer. */
"UPS Power" = "Alimentation UPS";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Bus USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Bus USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Bus USB";

/* No comment provided by engineer. */
"USB Connected" = "USB connecté";

/* No comment provided by engineer. */
"USB Connection" = "Connexion USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB déconnecté";

/* No comment provided by engineer. */
"USB Disconnection" = "Déconnexion USB";

/* No comment provided by engineer. */
"USB Monitor" = "USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Montages";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume disponible";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume éjecté";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Avertissement ! Avec cette option, HardwareGrowler fonctionnera en arrière-plan";

